export const hadis = [
  {
    text: 'Верующий человек мягок и добр к другим. Нет добра в том, кто не показывает добра к людям.',
    keywords: ['верующий', 'мягок', 'добро', 'люди'],
  },
  {
    text: 'Никто из вас не будет считаться истинным верующим, пока он не желает для своего брата то, чего желает для себя.',
    keywords: ['истинный', 'верующий', 'желание', 'брат', 'себя'],
  },
  {
    text: 'Изящество речи — это красота верующего. Выражайте свои мысли благоразумно и с уважением.',
    keywords: [
      'изящество',
      'речь',
      'красота',
      'верующий',
      'мысли',
      'благоразумие',
      'уважение',
    ],
  },
  {
    text: 'Лживый язык и тяжелые слова не принадлежат истинному верующему.',
    keywords: ['лживый', 'язык', 'тяжелые слова', 'истинный', 'верующий'],
  },
  {
    text: 'Тишина — золото. Размышляйте хорошо, прежде чем говорить.',
    keywords: ['тишина', 'золото', 'размышление', 'говорить'],
  },
  {
    text: 'Используйте слова мудро, чтобы вдохновить и укрепить других.',
    keywords: ['слова', 'мудрость', 'вдохновение', 'укрепление', 'другие'],
  },
  {
    text: 'Слова благодати и милосердия приносят радость и спокойствие.',
    keywords: ['слова', 'благодать', 'милосердие', 'радость', 'спокойствие'],
  },
  {
    text: 'Избегайте брани и клеветы. Будьте терпимыми и прощающими.',
    keywords: ['избегать', 'брань', 'клевета', 'терпимость', 'прощение'],
  },
  {
    text: 'Похвала и признание могут поднять настроение и укрепить связи.',
    keywords: ['похвала', 'признание', 'настроение', 'укрепление', 'связи'],
  },
  {
    text: 'Храните язык от грязи лжи и грубости. Говорите правду и с любовью.',
    keywords: [
      'хранить',
      'язык',
      'грязь',
      'ложь',
      'грубость',
      'правда',
      'любовь',
    ],
  },
  {
    text: 'Верующий человек всегда говорит правду.',
    keywords: ['верующий', 'говорить', 'правда'],
  },
  {
    text: 'Милосердие — основной аспект веры.',
    keywords: ['милосердие', 'основной', 'вера'],
  },
  {
    text: 'Терпение принадлежит качествам истинного верующего.',
    keywords: ['терпение', 'качество', 'истинный', 'верующий'],
  },
  {
    text: 'Верующий человек всегда стремится к знанию и развитию.',
    keywords: ['верующий', 'стремиться', 'знание', 'развитие'],
  },
  {
    text: 'Доброта и сострадание — ключевые черты верующего.',
    keywords: ['доброта', 'сострадание', 'ключевой', 'черта', 'верующий'],
  },
  {
    text: 'Верующий человек уважает и почитает своих родителей.',
    keywords: ['верующий', 'уважать', 'почитать', 'родители'],
  },
  {
    text: 'Постоянное чтение Священного Писания помогает укрепить веру.',
    keywords: ['постоянный', 'чтение', 'Священное Писание', 'укрепить', 'вера'],
  },
  {
    text: 'Верующий человек стремится к справедливости и равенству.',
    keywords: ['верующий', 'стремиться', 'справедливость', 'равенство'],
  },
  {
    text: 'Скромность и смирение — добродетели истинного верующего.',
    keywords: ['скромность', 'смирение', 'добродетель', 'истинный', 'верующий'],
  },
  {
    text: 'Благодарность к Аллаху — важная составляющая веры.',
    keywords: ['благодарность', 'Аллах', 'важный', 'составляющий', 'вера'],
  },
];
